[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Zatvoriť
btnUpdate.Caption=Stiahnúť
btnConfirmCancel.Caption=Zrušiť
btnUptoDateOK.Caption=OK
lblUpToDate.Caption=Blahoželáme! Máte nainštalovanú poslednú verziu. Aktualizácia nie je k dispozícii.
lblGetUptInfo.Caption=Získavám informácie o aktualizácií, počkajte prosím...
btnConfigCancel.Caption=Zrušiť
btnMinimize.Caption=Minimalizovať
btnProcessCancel.Caption=Zrušiť
btnUptWeb.Caption=Aktualizovať
btnWebCancel.Caption=Aktualizovať neskôr
lblUpdateFailed.Caption=Aktualizácia zlyhala! Prosím, zopakujte neskôr alebo kliknite na tlačidlo "Opakovať".
btnFailedClose.Caption=Zatvoriť
btnRetry.Caption=Zopakovať
btnSuccessClose.Caption=OK

[LiveUpdate_M]
Item=Položka
Size=Veľkosť
Version=Verzia
DownLoading=Sťahuje sa
OK=OK
Close=Zatvoriť
LiveUpdate=Aktualizovať
UpdateSuccess=%s je aktualizovaný. Môžete sa tešiť z najnovších funkcií a vylepšení.
WebDownLoad=Nová verzia %s je k dispozícii. Aktualizujte teraz a získajte najnovšie funkcie a vylepšenia. Je to zadarmo.
AvailableUpdates=Dostupné aktualizácie
NewVersion=Nová verzia
VersionUpdate=Verzia aktualizácie
ImportantUpdate=Dôležitá aktualizácia

